<?php 

return [

    'mapMax'=>99,
    'armyBuilding'=>[
        '1'=>'市政厅',
        '2'=>'司令部',
        '3'=>'参谋部',
        '4'=>'军校',
        '5'=>'交易所',
        '6'=>'联络中心',
        '7'=>'停机坪',
        '8'=>'轻工厂',
        '9'=>'重工厂',
        '10'=>'科研中心',
        '11'=>'航海协会',
        '30'=>'空地',
    ],
    'resourceBuilding'=>[
        '1'=>'农田',
        '2'=>'炼钢厂',
        '3'=>'炼油厂',
        '4'=>'稀矿厂',
        '30'=>'空地',

    ],
    'resourceName'=>[
        'gold'=> "黄金",
        'food'=> "粮食",
        'steel' => "钢铁",
        'rare'=> "稀矿",
        'oil' => "石油",
        'people' => "人口",
    ],


    ];